commands = '''
**م1 : اوامر السورس.

 م2 : اوامر الحساب.

 م3 : اوامر النشر والاذاعة.

 م4 : اشكال اليوزرات. **
'''
soursce = '''
Source Fox userbot
Dev : @E_M_K
Source Ch : @M_D_I
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`Source Fox userbot`
**.فحص = فحص السورس

.الاوامر  = اوامر السورس

.اعادة تشغيل = اعادة تشغيل لـ سورس

.تشيكر = مميزات السورس**
'''
sec2 = '''
**Source Fox userbot
 .اسم وقتي = اسم وقتي لحسابك

 .بايو وقتي = بايو وقتي لحسابك

 .فك حظر = فك حظر كل الي حاظرهم

 .تفليش = طرد الاعضاء**
'''
sec3 = """
**Source Fox userbot
.مكرر + عدد + ثوان + كليشه = نشر تلقائي.

.توقف_التكرار = ايقاف النشر التلقائي

 .اذاعة خاص = اذاعة لكل شخص في الخاص

. اذاعه كروب = اذاعه لكل كروباتك.**
"""
sec8= """
`-- -- -- -- -- -- -- -- --`
**` .التاريخ ` : التاريخ بليوم والشهر والسنة
**` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
` .الشهر ` : الشهر الحالي
` .السنة ` :السنة الحالية
` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
ثلاثي  = x_e_r
ثلاثي 2 = v_c_0  او  a_5_2
بوت رباعي = kk_ibot
ثماني حرف = iiiiiiai
ثلاثي بوت مكرر = r7ebot
__________
.تشيكر = Checker
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
✰` .تشيكر`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
** Source Fox userbot
.صيد + عدد + نوع + يوزر القناة = صيد يوزرات

.حالة الصيد  : لمعرفة تقدم الصيد

.الانواع  : لمعرفة انواع اليوزرات 

المطور - @E_M_K - @M_D_I**
'''
tele_checker2 = '''
**: Source Fox userbot
1 : ثلاثي
2 : ثلاثي فقط احرف و اخر ارقام
3 : بوت ثنائي
4 : بوت ثلاثي
5 : خماسي حرف
6 : خماسي حرفين
7 : سداسي حرف
8 : سداسي حرفين 
9 : سباعي حرف 
10: رباعي
11: ثماني حرف
12: رباعي بوت
13: ثلاثي بوت مكرر
_______________________________________________________
 طريقه الصيد = صيد + عدد + نوع الصيد + يوزر قناتك

Programming = @E_M_K @M_D_I **
_______________________________________________________
'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
